Revit 2027 API
ParameterTypeId.ViewSolarstudySingledayFrameText Property
 "Single day frame text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudySingledayFrameText { get; }
Public Shared ReadOnly Property ViewSolarstudySingledayFrameText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudySingledayFrameText {
	ForgeTypeId^ get ();
}
static member ViewSolarstudySingledayFrameText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace